brew "git"
brew "ghq"
brew "zsh"
brew "neovim"
brew "fzf"
brew "tmux"
brew "tree"
brew "lsd"
brew "git-flow"
brew "git-delta"
brew "mas"

cask "google-japanese-ime"
cask "google-chrome"
cask "adobe-creative-cloud"
cask "brave-browser"
cask "surfshark"
cask "amazon-music"
cask "amazon-photos"
cask "bettertouchtool"
cask "clipy"

mas "AmorphousDiskMark", id: 1168254295
mas "DaVinci Resolve", id: 571213070
